Repository: fvclaus/photomap
Catalog: photomap/locale/*/LC_MESSAGES/django.po
Languages: de

source: TUTORIAL_DELETE_PPA
de: Sie können Titel und Beschreibung von Album/Platz und Photo wieder löschen, in dem Sie den 'Löschen'-Dialog nutzen. Um diesen aufzurufen, müssen Sie mit der Maus über den entsprechenden Marker oder das entsprechende Bild in der Galerie bewegen. Dabei öffnet sich ein kleines Fenster in dem sie auswählen können, ob Sie das Objekt löschen oder verändern wollen.

source: TUTORIAL_SHARE_ALBUM
de: Das Öfnnen des 'Teilen'-Dialogs funktioniert genauso, wie beim 'Ändern'/'Löschen'-Dialog. Der 'Teilen'-Dialog zeigt Ihnen ein Inputfeld mit dem Link zu ihrem Album. Dieser ist identisch mit der URL des Albums, welche Sie in der Adresszeile der Albumsansicht sehen. Ausserdem können Sie ein Passwort für das Album festlegen, welches Gäste brauchen, um sich Ihr Album anzusehen. Sie müssen diese Passwort nur beim ersten Mal festlegen. Denken Sie daran, dass sie jedes Mal, wenn Sie das Passwort ändern, auch jedem Gast das neue Passwort mitzuteilen. Sobald Sie also zum ersten Mal ein Passwort festgelegt haben, können Sie den Link in Ihrem präferierten Sozialen Netzwerk, Blog, per Email, handschriftlich oder auf jede andere Art und Weise, die Ihnen einfällt, mit anderen teilen.

source: TUTORIAL_OPEN_ALBUM
de: Ein einfacher Klick auf einen Albummarker öffnet die Beschreibung des Albums und zentriert das Album in der linken Hälfte der Seite. Ein Doppelklick auf einen Albummarker öffnet die Albumsansicht des Albums, in welcher Sie Plätze und Photos hinzufügen können - Gäste können nur diese Albumsansicht sehen.

source: TUTORIAL_PLACE_EXPLANATION
de: Plätze gleichen Alben. Sie sind mit der Karte verbunden, werden durch einen Marker repräsentiert und haben einen Titel und optional auch eine Beschreibung. Sie müssen einen Platz erstellen, bevor Sie Bilder hochladen können. Jedes hochgeladene Photo wird zum aktuellen Platz hinzugefügt. Die Anzahl an Plätzen ist unbegrenzt, auch die Anzahl der Fotos die ein Platz halten kann ist theoretisch ungegrenzt. Wir limitieren, jedoch den Speicherplatz eines jeden Users , wodurch auch die Gesamtanzahl an Bildern begrenzt wird. (Näheres unter 'Allgemeines'>'Speicherplatz')

source: TUTORIAL_MARKER_MEANING_ORANGE
de: Platz ist geöffnet. Bilder des Platzes können in der Galerie und in der Slideshow angesehen werden.

source: Red
de: Rot

source: TUTORIAL_MARKER_MEANING_RED
de: Platz oder Album ist weder ausgewählt noch geöffnet. Alle Bilder wurden bereits angesehen.

source: TUTORIAL_SHARE_PP
de: Um Plätze oder Photos zu teilen, müssen Sie zuerst im Dashboard über die Album-Settings (öffnen sich beim Bewegen der Maus über den Marker) im 'Teilen'-Dialog dem Album ein Passwort geben. Danach können Sie einen beliebigen Platz öffnen oder ein Photo in die Slideshow laden und anschließend die URL (Adresse dieser Website Bsp: http://www.keiken.de/album/1/view/ashsfOHsakaposkS89Skw/#!/place/3/photo/47) kopieren und mit Ihren Bekannten teilen. Diese können über den Link und das von Ihnen bestimmte Passwort, das von Ihnen geteilte Photo, oder den Platz, ansehen.

source: TUTORIAL_OPEN_PLACE
de: Genau wie bei Alben öffnet ein einfacher Klick auf den Platzmarker die Beschreibung, während ein Doppelklick den Platz öffnet und die Galerie mit den Fotos, des Platzes öffnet.

source: Start Slideshow
de: Slideshow starten

source: Open Fullscreen
de: Vollbild öffnen

source: Sort Photos/Open FullGallery
de: Fotos sortieren

source: TUTORIAL_PHOTO_EXPLANATION
de: Natürlich sind Fotos sehr wichtig bei KEIKEN, es ist ja schließlich ein Fotoalbum. Darum gibt es verschieden Darstellungsarten Ihrer Fotos. Zum einen gibt es die Galerie, unterhalb der Karte. Diese zeigt alle Fotos des aktuellen Platzes als kleine Kacheln. Zum anderen gibt es die Slideshow, welche auf der rechten Seite der Karte positioniert ist. Diese kann gestartet werden in dem Sie auf ein Photo in der Galerie klicken. Ausserdem gibt es dann noch den Vollbild-Modus. Sie können jedes aktuelle Bild der Slideshow im Vollbild sehen, in dem Sie darauf klicken.Alle angesehenen Bilder werden mit einem Haken versehen. Die Informationen darüber welche Bilder Sie bereits gesehen haben, wird in einem Cookie vermerkt. Wenn Sie diese Information nicht verlieren wollen, sollten Sie Cookies von KEIKEN nicht löschen.

source: TUTORIAL_INSERT_PHOTO
de: Sie können Photos hochladen, in dem Sie auf den 'Aufnahme' Knopf rechts unten in der Galerie klicken, oder in dem Sie Bilder einfach von ihrem Desktop in das Browserfenster ziehen <strong>(Funktion momentan nicht verfügbar)</strong>.

source: TUTORIAL_OPEN_SLIDESHOW
de: Um die Slideshow zu Starten können sie entweder auf eine Photo-Kachel in der Galerie klicken, oder einfach die Navigationstasten der Slideshow nutzen.

source: TUTORIAL_OPEN_FULLSCREEN
de: Beim Anklicken des aktuellen Fotos in der Slideshow wird die Vollbildansicht des Bildes gestartet.

source: TUTORIAL_OPEN_FULLGALLERY
de: Sie haben die Möglichkeit Fotos nachträglich zu sortieren. Dazu müssen Sie auf den 'Play' Knopf auf der linken unteren Seite der Galerie klicken. Dies öffnet die Vollansicht Ihrer Galerie. Das Sortieren funktioniert ganz einfach per Drag'n'Drop; d.h. Sie klicken auf ein Bild und ziehen es an die gewünschte Stelle.

source: impressum Angaben gemäß § 5 TMG
de: Angaben gemäß § 5 TMG

source: impressum Inhaltlich Verantwortlicher gemäß § 55 Abs. 2 RStV:
de: Inhaltlich Verantwortlicher gemäß § 55 Abs. 2 RStV:

source: impressum Anschrift wie oben
de: Anschrift wie oben

source: impressum Vertreten durch
de: Vertreten durch

source: impressum-sidenote Missbrauch von Kontaktdaten
de: Missbrauch von Kontaktdaten

source: impressum-sidenote Missbrauch von Kontaktdaten -> description
de: Der Nutzung von, im Rahmen der Impressumspflicht veröffentlichten, Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien, sowie anderweitigem Missbrauch wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.

source: Spenden und Zahlungsbedingungen
de: Projektvorstellung und Spendenaufruf

source: payment headline 'Projekt Vorstellung'
de: Projekt Vorstellung

source: payment text 'project intro' p1
de: Jedesmal wenn wir wegen Reiselust oder Auslandssemestern in weitentfernte Länder reisten, wollten selbstverständlich viele unserer Freunde und Verwandten über unsere Erlebnisse informiert werden und nachdem wir zurückgekommen waren, eine ausführliche, bebilderte Erzählung von all unseren Erfahrungen und Abenteuern hören. Keine der aktuell verfügbaren Apps oder Online-Dienste/Sozialen Netzwerke konnte uns wirklich dabei helfen. Das liegt vor allem daran, dass nicht jeder im selben Netzwerk ist und manche sogar in gar keinem.

source: payment text 'project intro' p2
de: Glücklicherweise haben wir eine Web-Applikation namens 'Photomap' gefunden die uns dabei half schon während unserer Reisen von unseren Erlebnissen zu erzählen und zwar so, dass jeder unserer Freunde und Verwandten Zugang dazu hatte. Das hat so gut funktioniert, dass wir viele Anfragen bekommen haben, ob wir nicht auch anderen helfen könnten diesen Service bei ihnen einzurichten. Wenn man Photomap nutzen wollte, kam man aber leider nicht darum herum ein wenig über HTML, CSS und Javascript zu lernen und ausserdem musste man sich Webspace besorgen, um die Photos und Beschreibungen hochzuladen. Darum kam uns die Idee, dass es viel praktischer wäre eine Web-App zu entwickeln, mit der jeder einen Account erstellen kann und dann seine eigenen Erlebnisse mit allen seinen Freunden und Verwandten teilen kann, ohne sich über Sachen wie 'Webspace' und 'Javascript' Gedanken machen zu müssen.

source: payment text 'project intro' p3
de: Darum haben wir im Juni 2012 angefangen KEIKEN zu entwickeln. Die Nutzung von KEIKEN ist kostenlos und wir machen in keiner Weise Geld mit der App. Weder verkaufen wir die Daten der Nutzer, noch stopfen wir die Website voll mit Werbung. Wir haben eine Menge Spaß daran KEIKEN zu entwickeln und wollen auch weiterhin daran arbeiten die App zu verbessern.

source: payment headline 'Kosten und Spenden'
de: Kosten und Spenden

source: payment text 'reason for donations'
de: Das Herz von KEIKEN ist das Hochladen von Bildern, das Organisieren derselben und die Verlinkung mit den Koordinaten. Der Großteil dieser Funktionen ist nicht sehr teuer und wir kommen gerne für diese Unkosten auf. Das Speichern der Bilder kostet uns jedoch ein bisschen mehr. Vor allem mit steigender Nutzerzahl und damit einer steigenden Größe des Onlinespeichers, den wir für die Lagerung der Bilder reservieren müssen, steigen auch die Kosten etwas über unser Limit.

source: payment text 'call for donations'
de: Wir möchten trotz dieser Kosten KEIKEN jedem frei zur Verfügung stellen! Wenn Sie also unsere App mögen und uns und die weitere Entwicklung unterstützen möchten, bitte tun Sie das mit einer kleinen Spende. Jeder noch so kleine Betrag ist bereits von großer Hilfe für uns!

source: payment headline 'payment info'
de: Zahlungsinformationen

source: payment text 'payment info'
de: Momentan können Sie uns nur per direkter Überweisung spenden. Nutzen Sie dazu folgende Daten:

source: PAYMENT_SIGN_IN_TO_VIEW_BANK
de: Bitte <a href='/account/auth/login?next=/payment' title='Zur Anmeldung'>melden Sie sich an</a>, um die Bank-Daten zu sehen.

source: payment 'thank you note'
de: Vielen Dank für Ihr Interesse an KEIKEN und für Ihre Unterstützung. Sollten Sie Fragen oder Anmerkungen/Ideen haben, laden wir sie dazu ein unser <a href='/contact' title='Kontaktformulat'>Kontaktformular</a> zu nutzen. Sie können uns natürlich auch eine Email schreiben, an:

source: privacy-topic Datenschutzerklärung
de: Datenschutzerklärung

source: privacy-topic Datenschutzerklärung -> description
de: Wir nehmen den Schutz Ihrer persönlichen Daten sehr ernst und halten uns an die Regeln der Datenschutzgesetze. Die nachfolgende Erklärung gibt Ihnen einen Überblick darüber, welche Art von Daten zu welchem Zweck erhoben werden und in welchem Umfang diese Daten Dritten zugänglich gemacht werden.

source: privacy-topic Datenverarbeitung bei diesem Projekt
de: Datenverarbeitung bei diesem Projekt

source: privacy-topic Datenverarbeitung bei diesem Projekt -> description
de: Um ein eigenes Reisealbum zu bekommen, werden Sie bei der Registrierung gebeten, als persönliche Daten Ihre email-Adresse und Ihren vollen Namen - Nachname ist optional - anzugeben. Diese Daten werden in der Datenbank unter Ihrer automatisch generierten User-ID gespeichert.

source: privacy-subtopic Nutzung der email-Adresse
de: Nutzung der email-Adresse

source: privacy-subtopic Nutzung der email-Adresse -> description
de: Die email-Adresse wird nur für das einloggen, also das Bestätigen Ihrer Identität, benötigt. Sie wird unten links auf der Seite angezeigt, wenn Sie angemeldet sind, ist aber nur für Sie sichtbar.

source: privacy-subtopic Nutzung des Namens
de: Nutzung des vollen Namens

source: privacy-subtopic Nutzung des Namens -> description
de: Ihr Name wird als Benutzername verwendet. Bitte überlegen Sie sich Ihren echten Namen anstatt eines Nicknames oder Pseudonyms zu verwenden. KEIKEN ist Ihr persönliches Reisealbum und es ist viel schöner für Ihre Freunde und Verwandten Ihren richtigen Namen zu sehen und nicht einen seltsames Pseudonym. Ausserdem sorgt KEIKEN dafür, dass keiner Ihre Informationen sehen kann, ausser Sie teilen sie mit dieser Person.

source: privacy-topic Datenverarbeitung bei diesem Projekt -> guarantee
de: Wir gewährleisten, dass die von Ihnen angegebenen Daten in keiner anderen, als der hier aufgeführten, Weise von uns genutzt werden. Wir nutzen Ihre Daten nicht für persönliche oder kommerzielle Zwecke und wir geben uns viel Mühe Ihre Privatssphäre zu schützen. Jedoch haben wir keinen Einfluss auf Ihr Handeln; seien Sie also bitte achtsam mit ihren Daten, vor allem wenn sie Alben mit anderen Leuten teilen.

source: privacy-topic Cookies
de: Cookies

source: privacy-topic Cookies -> cookie-introduction
de: Diese Website verwendet folgende Cookies:

source: privacy-topic Cookies - sessioncookie
de: Sitzungs-Cookie: Der Sitzungs-Cookie enthält Ihre Sitzungs-ID, welche automatisch vom Server generiert wird, sollten Sie sich erfolgreich angemeldet haben. Der Cookie wird vor allem benötigt um ihre Authentifikation zu validieren, besonders bei Aktionen wie dem Erstellen, Bearbeiten und Löschen von Alben, Plätzen und Bildern.

source: privacy-topic Cookies - 'visited'-cookie
de: 'visited'-Cookie: der 'visited'-Cookie enthält Informationen dazu, welche Bilder Sie bereits angeschaut haben und welche noch nicht. Das wird benötigt um Ihnen Feedback zu geben, welche Plätze schon komplett angeschaut haben und bei welchen Sie evtl. ein Photo übersehen haben oder ein neues hinzugekommen ist.

source: privacy-topic Cookies - 'quota'- and 'used-space'-cookie
de: ‘Quota’- & ’Used-Space’-Cookies: Die ‘quota’- & ’used-space’-Cookies enthalten Informationen darüber, wie viel Speicherplatz Ihnen zur Verfügung steht und wie viel Sie bereits davon nutzen.

source: privacy-topic Cookies -> redirection to wiki
de: Für weitere Information zu Cookies und der Nutzung derselben würden wir Sie gerne zu folgendem Artikel weiterleiten:

source: privacy-topic Cookies -> link to wiki
de: http://de.wikipedia.org/wiki/HTTP-Cookie

source: link-title Wikipedia-Eintrag zu Cookies
de: Wikipedia-Eintrag zu Cookies

source: privacy-topic Cookies -> name of link to wiki
de: Wikipedia-Artikel zu HTTP-Cookies

source: privacy-topic Emails und Kontaktformulare
de: Emails und Kontaktformulare

source: privacy-topic Emails und Kontaktformulare list-item-1
de: Nutzer und Besucher können dem Photomap-Team Fragen stellen oder Anregungen und Kritik anbringen, indem Sie eine Email schreiben oder das Kontaktformular benutzen.

source: privacy-topic Emails und Kontaktformulare list-item-2
de: Die von Ihnen an uns gesendeten Nachrichten werden zu Dokumentation und Weiterverarbeitung bei uns gespeichert. Dies beinhaltet sämtliche von Ihnen angegebenen und für die Verarbeitung notwendigen Daten.

source: privacy-topic Emails und Kontaktformulare list-item-4
de: Nach Abschluss des Dialogs mit Ihnen werden die Daten wieder gelöscht, es sei denn es wurde mit Ihnen ausgemacht die Daten zu speichern.

source: privacy-topic Emails und Kontaktformulare list-item-5
de: Wenn wir eine Nachricht längerfristig speichern wollen, werden wir das vorher mit Ihnen besprechen.

source: privacy-topic Auskunftsrecht
de: Auskunftsrecht

source: privacy-topic Auskunftsrecht -> paragraph1
de: Gerne geben wir Ihnen alle Informationen, die von Ihnen auf unserem Server gespeichert wurden. Wenn Sie diese Informationen abrufen wollen, schreiben Sie uns eine Email oder nutzen Sie das

source: privacy-topic Auskunftsrecht -> paragraph2
de: Wir werden Ihnen im Rahmen der gesetzlichen Auskunftsansprüche in Kürze alle verfügbaren Information zu schicken.

source: DELETE_CONFIRM
de: Löschen bestätigen

source: DELETE_MODEL_QUESTION
de: Bitte bestätigen Sie das Löschen von:

source: INSERT_ALBUM
de: Album hinzufügen

source: INPUT_PLACEHOLDER_TITLE
de: Bestimmen Sie einen Titel.

source: DESCRIPTION
de: Beschreibung

source: INPUT_PLACEHOLDER_DESCRIPTION
de: (Optional) Fügen Sie eine Beschreibung hinzu..

source: INSERT_PHOTO
de: Photo hinzufügen

source: TITLE
de: Titel

source: INSERT_PHOTO_UPLOAD
de: <span style='cursor: help;' title='(nur *.png und *.jpg)'>Photo</span>

source: INSERT_PLACE
de: Platz hinzufügen

source: UPDATE_ALBUM_PASSWORD
de: Link zum Teilen & Album Passwort

source: Album share url
de: Link zum Teilen des Albums

source: INPUT_SHARE_ALBUM_TITEL
de: Wie teilt man?

source: Assign new album password
de: Ein neues Password bestimmen

source: INPUT_SHARE_ALBUM_INFO
de: Kopieren Sie den Link und fügen Sie ihn an der Stelle ein, an der Sie ihr Album mit anderen teilen wollen. (Das kann zB. eine Email, ein Blog, ein Statusnachricht bei ihrem sozialen Netzwerk oder Instant Messenger sein.) Vor dem ersten Teilen müssen Sie ein Passwort festlegen, welches Besucher Ihres Albums benötigen um die Berechtigung zum Ansehen ihres Albums zu bestätigen. Jedes Mal wenn Sie ein neues Passwort festlegen, müssen Sie Ihre Freunde und Verwandten über die Änderung informieren, gesetzt den Fall, das diese weiterhin Zugriff auf das Album haben sollen. <strong>Besucher Ihres Album können ihr Album nur ansehen, aber nichts verändern!</strong> <br /> <br /> Nebenbei bemerkt: Der Link ist identisch mit der URL der Albumsansicht des Albums, wenn sie also bereits ein Passwort festgelegt haben und ein ALbum geöffnet haben, können Sie einfach die URL kopieren und teilen.

source: INPUT_PLACEHOLDER_SHARE_PASSWORD
de: Nicht nötig, sollten Sie schonmal ein Passwort für das Album festgelegt haben..

source: UPDATE_FORM
de: Update-Formular

source: UPDATE_PHOTOS
de: Bearbeiten der Photo-Reihenfolge

source: UPDATE_PHOTOS_CONFIRMATION
de: Wollen Sie die neue Reihenfolge bestätigen?

source: Welcome to KEIKEN!
de: Herzlich Willkommen bei KEIKEN!

source: KEIKEN_ABSTRACT
de: KEIKEN<sup><a class='mp-reference' href='/help#introduction' title='Was ist KEIKEN?'>[*]</a></sup> ist ein kostenloses Online-Reise-Album dass Dir dabei helfen soll deine Auslandserfahrungen mit jedem zu teilen. Melde dich an und erzähle deinen Freunden und Bekannten jetzt von deinen Abenteuern!

source: TO_DASHBOARD
de: Zum Dashboard

source: VIEW_ALBUM
de: Unser erstes Album betrachten

source: TRY_KEIKEN
de: KEIKEN selber ausprobieren

source: Sign Up
de: Registrieren

source: Login
de: Anmeldung

source: JS_DISABLED_WARNING
de: Sie haben Javascript in Ihren Browsereinstellungen deaktiviert. Um Keiken nutzen zu können, müssen Sie Javascript aktivieren, ansonsten können Sie nur die nicht-interaktiven Seiten (Impressum, Kontakt, Team, ...) besuchen.

source: Sign in
de: Anmelden

source: Help, I forgot my password!
de: Hilfe, ich habe mein Passwort vergessen!

source: SHARPEN
de: Schärfer stellen

source: LIGHTEN
de: Aufhellen

source: USE_AVERAGE
de: Mittelwert verwenden

source: DESATURATE
de: Entsättigen

source: REMOVE_NOISE
de: Rauschen entfernen

source: ROTATE
de: Rotieren

source: REVERT
de: Rückgängig machen

source: Confirm Password
de: Passwort bestätigen

source: First name
de: Vorname

source: Last name
de: Nachname

source: RESET_PASSWORD_COMPLETE
de: Passwort Reset erfolgreich

source: RESET_PASSWORD_COMPLETE_EXPLANATION
de: Ihr {{ login_url }} Passwort wurde erfolgreich geändert. Sie können Sich nun <a href={{ login_url }}>einloggen</a>.

source: Define New Password
de: Passwort zurücksetzen - Bestätigung

source: Link Invalid
de: Der von Ihnen genutze Link ist leider ungültig. Dies kann der, wenn Sie den Link bereits einmal genutzt haben, die Nutzungs-Frist abgelaufen ist oder wenn Sie einen neuen Link angefordert haben. Falls Sie Ihr Passwort zurücksetzen möchten, fordern Sie bitte einen neuen Link an.

source: RESET_PASSWORD_GIVE_NEW_PASSWORD
de: Bitte geben Sie ein neues Passwort ein und wiederholen Sie es um Tippfehler zu vermeiden.

source: RESET_PASSWORD_ERROR_EXPLANATION
de: Dieser Link zum Zurücksetzen des Passworts ist leider ungültig. Bitte generieren Sie einen neuen Link <a href='{{ password_reset_link }}'>hier</a>.

source: Reset Email Sent
de: Passwort zurücksetzen - Email gesendet

source: RESET_PASSWORD_EMAIL_SENT
de: Wir haben einen Link zum Zurücksetzen des Passworts an die von Ihnen angegebene Email-Adresse geschickt. Sie sollten sie in Kürze empfangen.

source: Reset Password
de: Passwort zurücksetzen

source: RESET_PASSWORD_GIVE_EMAIL
de: Bitte geben Sie eine Email-Adresse an, damit wir Ihnen eine Email mit Instruktionen zum Zurücksetzen des Passworts zuschicken können.
