Repository: fvclaus/photomap
Catalog: photomap/locale/*/LC_MESSAGES/django.po
Languages: de

source: PASSWORD_REPETITION_ERROR
de: Das neue Passwort und die Passwortwiederholung stimment nicht überein.

source: EMAIL_ALREADY_EXISTS_ERROR
de: Diese Email ist bereits registriert.

source: REQUEST_NOT_ALLOWED_ERROR
de: Diese Aktion ist nicht erlaubt.

source: CREDENTIALS_ERROR
de: Email und Password stimmen nicht überein. Bitte versuchen Sie es erneut.

source: MAIL_ERROR
de: Beim Senden der Email ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneute oder schicken Sie uns persönlich eine Email.

source: USER_INACTIVE_ERROR
de: Ihr Nutzer-Account is momentan inaktiv. Bitte kontaktieren Sie das KEIKEN Team für mehr Informationen.

source: Error
de: Fehler

source: INVALID_URL
de: Diese Addresse existiert nicht.

source: INVALID_URL_ERROR
de: Sie sehen diese Seite, weil die von ihnen angefrage Addresse nicht existiert. Wenn Sie glauben, dass wir einen Fehler gemacht haben, dann informieren Sie uns über das Kontakt Formular. Bitte vergessen Sie nicht zu erwähnen, woher Sie die fehlerhafte Addresse bezogen haben.

source: Account Info & Settings
de: Account Info & Einstellungen

source: Account Info
de: Informationen zu ihrem Account

source: Profile picture
de: Profilbild

source: Username/Email
de: Nutzername/Email

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Storage Space
de: Speicherplatz

source: Already in use:
de: Davon bereits genutzt:

source: Free space left
de: Freier Speicherplatz

source: Usage
de: Nutzung

source: Albums
de: Alben

source: Places
de: Plätze

source: Photos
de: Fotos

source: DELETE_ACCOUNT
de: Account löschen

source: Update Password
de: Passwort ändern

source: Update Email
de: Email ändern

source: Update Profile Picture
de: Profilbild ändern

source: UPDATE_PASSWORD_INFO
de: Legen Sie ein neues Passwort an (bitte zweimal eingeben um Tippfehler zu vermeiden) und bestätigen Sie dies mit Ihrem alten.

source: UPDATE_PASSWORD_SUCCESS
de: Ihr Passwort wurde erfolgreich geändert.

source: Old Password
de: Altes Passwort

source: MANDATORY_FIELD
de: Dieses Feld ist ein Pflichtfeld.

source: OLD_PASSWORD_PLACEHOLDER
de: Altes Passwort eingeben..

source: New Password
de: Neues Passwort

source: NEW_PASSWORD_PLACEHOLDER
de: Bestimmen Sie ein neues Passwort..

source: Repeat New Password
de: Neues Passwort (Wdh.)

source: NEW_PASSWORD_REPEAT_PLACEHOLDER
de: Wiederholen Sie das neue Passwort..

source: Save
de: Speichern

source: UPDATE_EMAIL_INFO
de: Geben Sie Ihre neue Email-Adresse ein und bestätigen Sie die EIngabe mit Ihrem Passwort.

source: UPDATE_EMAIL_SUCCESS
de: Ihre Email wurde erfolgreich geändert.

source: New Email
de: Neue Email

source: NEW_EMAIL_PLACEHOLDER
de: Neue Email-Adresse eingeben..

source: Password
de: Passwort

source: USER_PASSWORD_PLACEHOLDER
de: Passwort eingeben..

source: ACCOUNTS_TEST_USER_INFO
de: Dies ist nur ein Testaccount. Darum können Sie keine Einstellungen verändern.

source: ACCOUNT_DELETED
de: Account gelöscht

source: ACCOUNT_DELETED_EXPLANATION
de: Ihr Account wurder erfolgreich gelöscht. Schade dass Sie sich gegen die weitere Nutzung von KEIKEN entschieden haben. Wir wünschen Ihnen weiterhin eine spannende und erfahrungsreiche Reise durch Ihr Leben und zudem die innere Stärke diese Reise gut zu bewältigen. Sollten Sie jemals wieder eine App wie KEIKEN benötigen, sind natürlich gerne willkommen!

source: DELETE_ACCOUNT_INFO
de: Um Ihren Account zu löschen, geben Sie bitte Ihre Email und Ihr Passwort ein. Bedenken Sie bitte, dass mit Ihrem Account auch alle Ihre Daten unwiederbringlich gelöscht werden. Fahren Sie also bitte nur fort, wenn Sie sich sicher sind, dass Sie diesen Account nicht mehr nutzen wollen!

source: Delete Form
de: Formular zum Löschen des Accounts

source: USER_EMAIL_PLACEHOLDER
de: Email eingeben..

source: DELETION_FORM_CAUSE_TESTING
de: Habe KEIKEN nur ausprobiert.

source: DELETION_FORM_CAUSE_ALTERNATIVE
de: Ich nutze noch eine andere App, welche ich bevorzuge.

source: DELETION_FORM_CAUSE_SERVICE
de: Der Service bei KEIKEN hat mir nicht gefallen.

source: DELETION_FORM_CAUSE_USAGE
de: Die Nutzung der App ist umständlich.

source: DELETION_FORM_CAUSE_LIMITATIONS
de: Der Umfang der App ist zu beschränkt.

source: DELETION_FORM_CAUSE_NEED
de: Ich brauche KEIKEN nicht (mehr).

source: DELETION_FORM_CAUSE_LIKE
de: Ich mag KEIKEN nicht.

source: DELETION_FORM_CAUSE_MESSAGE
de: Zusätzliche Informationen:

source: Account Inactive
de: Account Inaktiv

source: ACCOUNT_INACTIVE_NOTIFY
de: Ihr Account ist deaktiviert. Falls Sie sich neu registriert haben, folgen Sie den Andweisung in der Ihnen zugeschickten Aktivierungs-Email. Ansonsten wenden Sie sich bitte <a href='/contact'>an das KEIKEN-Team</a> für mehr Informationen.

source: ACCOUNT_NOT_INACTIVE_NOTIFY
de: Da scheint wohl ein Fehler aufgetreten zu sein. Ihr Account ist natürlich noch aktiv! Probieren Sie doch bitte nochmal was Sie machen wollten, bevor Sie diese Seite sahen. Wenn Sie wieder hierher weitergeleitet werden, nehmen Sie bitte mit dem KEIKEN-Team Kontakt auf.

source: Login Information
de: Informationen zum Login

source: LOGIN_INFO
de: Bitte geben Sie rechts Ihre Login-Daten ein. Sollten Sie Probleme beim Login haben, nehmen Sie bitte mit dem KEIKEN-Team Kontakt auf.

source: ALBUM_SHARE_FAILURE_NOTE
de: Diese Addresse gehört zu keinen Album. Bitte stellen Sie sicher, dass der Autor des Album ein Password gesetzt hat (Alben starten ohnen Password) und ihnen die richtige Addresse übergegeben hat.

source: KEIKEN_GUEST_LOGIN
de: Bitte bestätigen Sie, dass Sie dazu berechtigt sind das Album anzusehen, indem Sie in das nachfolgende Eingabefeld das korrekte Passwort eintragen.

source: Enter password...
de: Passwort eingeben...

source: View Album
de: Album ansehen

source: SELECT_PLACE_OR_ALBUM
de: Wenn Sie einen Platz oder ein Album auswählen, wird die Beschreibung des ausgewählten Objekts hier angezeigt.

source: NO_DESCRIPTION
de: Keine Beschreibung

source: ADD_DESCRIPTION
de: Beschreibung hinzufügen ...

source: SELECT_PHOTO
de: Bitte wählen Sie ein Photo aus.

source: KEIKEN_SHORT
de: Erzähle deinen Freunde und der Familie von deinen Erfahrungen im Ausland!

source: Settings
de: Einstellungen

source: Login or Register
de: Anmelden oder Registrieren

source: Anmelden/Registrierung
de: Anmeldung und Registrierung

source: link-title-team
de: Vorstellung des Projekts und der Verantwortlichen

source: link-title-contact
de: Für Support, Fragen, Anmerkungen und Kritik..

source: link-title-privacy
de: Erläuterungen zur Nutzung von persönlichen Daten beim Projekt

source: link-title-copyright
de: Details zum Urheberrecht

source: Urheberrecht
de: Copyright

source: link-title-help
de: Hilfe zu den Funktionen und FAQ

source: link-title-impressum
de: Zum Impressum von KEIKEN

source: COOKIES_DISABLED_WARNING
de: Sie haben Cookies in Ihren Browsereinstellungen deaktiviert. KEIKEN nutzt Cookies, um Ihre Sitzung zu authentifizieren, bitte aktivieren Sie also Cookies auf KEIKEN. Sie können auf unserer Seite zur Privatssphäre nachlesen, was für Cookies auf KEIKEN verwendet werden.

source: FAILURE
de: Fehler

source: SUCCESS
de: Erfolg

source: CLOSE_ON_SUCCESS
de: Bei Erfolg automatisch schließen?

source: ACCOUNT_ACTIVATED
de: Account aktiviert

source: ACCOUNT_ACTIVATED_EXPLANATION
de: Ihr Account wurde erfolgreich aktiviert. Sie können sich nun einloggen und KEIKEN benutzten. Wenn Sie Probleme haben, dann benutzten Sie bitte unser Kontakt Formular. Danke das Sie KEIKEN benutzten.

source: ACCOUNT_ACTIVATE_EXPLANATION
de: Klicken Sie auf den Link um Ihren Account zu aktivieren. Der Link ist {{ expiration_days }} Tage gültig.

source: ACTIVATION_ERROR
de: Aktivierungsfehler

source: ACTIVATION_ERROR_EXPLAINED
de: Ihr Aktivierungsschlüssel ist entweder abgelaufen oder falsch. Wenn Sie länger als die Aktivierungsperiode, die in der Aktivierungsemail genannt wurde, gewartet haben, dann können Sie ihren Account nicht mehr aktivieren.Nicht aktivierte Accounts werden wöchentlich gesammelt und gelöscht.Sie können versuchen sich neu zu registrieren und im Falle, das die Registrierung fehlschlägt, ein paar Tage warten.Wenn ihr Aktivierungsschlüssel nicht abgelaufen ist, dann stellen Sie bitte sicher, dass die eingegebene Addresse korrekt ist. Falls keine der Lösung funktionert, dann wenden Sie sich bitte an uns und benutzten das Kontakt Formular.

source: REGISTRATION_CLOSED_EXPLANATION
de: Aufgrund der Anzahl der Anfragen mussten wir die Registrierung vorübergehend schließen. Vielen Dank für Interesse an KEIKEN. Bitte versuchen Sie es in ein paar Tagen nochmal. Wir hoffen, dass wir schnell eine Lösung finden können, um die Registrierung wieder zu öffnen.

source: ACTIVATE_ACCOUNT_EXPLANATION
de: Sie haben erfolgreich einen Account erstellt. Jetzt müssen Sie nur noch ihren Account aktivieren. Klicken Sie hierzu auf den Aktivierungslink, der ihnen in der Aktivierungsemail zugeschickt wurde.

source: Registration Information
de: Informationen zur Registrierung

source: REGISTRATION_INFO
de: Nutzen Sie das Formular auf der rechten Seite um einen KEIKEN-Account zu erstellen. Bitte geben Sie dafür ausser Ihrer Email-Adresse auch Ihren vollen Namen an. Die von Ihnen angegebenen Daten werden nur für die Verwaltung Ihres Accounts genutzt und können von keinem ausser Ihnen selbst gesehen werden. <br /><br /> Nach dem Absenden des Formular, bekommen Sie eine Email welche Details zur Aktivierung ihres Accounts enthält.

source: DELETE_ACCOUNT_NOTIFY_MAIL_INTRO
de: Guten Tag, Sie haben soeben erfolgreich Ihren Account

source: DELETE_ACCOUNT_NOTIFY_MAIL_OUTRO
de: bei KEIKEN gelöscht. Schade, dass Sie dagegen entschieden haben, KEIKEN weiter zu nutzen. Wir hoffen, dass Sie in der Zeit, in der Sie KEIKEN genutzt haben, wenigsten ein wenig Nutzen daraus ziehen konnten! Viel Erfolg auf Ihren nächsten Abenteuern und Reisen! Das KEIKEN Team.

source: DELETE_ACCOUNT_FEEDBACK_THANK_MAIL
de: Guten Tag, Danke, dass Sie sich die Zeit genommen haben unsere Fragen zu beantworten! Wir werden Ihre Antworten bei unseren nächsten Team-Konferenzen berücksichtigen! Mit freundlichen Grüßen Das KEIKEN Team.

source: PASSWORD_RESET_MAIL_INTRO
de: Guten Tag, jemand hat eine Zurücksetzung des Passworts für Ihren User Account bei KEIKEN beantragt. Um Ihr aktuelles Passwort zurückzusetzen, gehen folgen Sie bitte dem Link und bestimmen Sie ein neues Passwort:

source: PASSWORD_RESET_MAIL_USERNAME_REMINDER
de: Ihr Nutzername - wird für die Anmeldung gebraucht - ist

source: PASSWORD_RESET_MAIL_OUTRO
de: Sollten Sie keine Zurücksetzung des Passworts beantragt haben oder sollte Ihnen Ihr Passwort wieder eingefallen sein, können Sie die Mail einfach ignorieren. Ihr Passwort bleibt dann unverändert. Danke, dass Sie unsere App nutzen und weiterhin viel Spaß beim erstellen und teilen ihrer eigenen Fotoalben. Das KEIKEN Team.

source: CONTACT_SUCCESS
de: Vielen Dank für Ihre Anfrage. Wir werden versuchen Ihnen möglichst bald zu antworten. Bitte bedenken Sie, dass wir nur ein kleines Team aus Studenten sind, und vermeiden es daher Ihre Anfrage erneut zu senden, sollten wir nicht in den nächsten zwei Tagen geantwortet haben.

source: Contact Information
de: Informationen zum Kontakt

source: contact form intro
de: Sollten Sie Fragen oder Probleme haben, die nicht bereits auf der <a href='/help#tutorial'>Hilfe-Seite</a> beantwortet oder gelöst werden konnten, nutzen Sie bitte das Kontaktformular oder schreiben Sie uns eine Email an

source: EMAIL_ONLY_WITH_JS
de: Die email-Adresse ist verschlüsselt damit man sie nicht von Crawlern für Spam-Mails missbraucht wird, daher können Sie die Adresse nicht sehen solange Sie javascript nicht aktiviert haben. Sie können uns jedoch genauso leicht erreichen, indem Sie <a href='/contact' title='Schreiben Sie uns'>Kontaktformular</a> nutzen.

source: contact privacy note
de: Bitte beachten Sie dabei die hierfür gültigen <a href='/privacy#mp-emails'>Datenschutzgrundsätze</a>.

source: contact form social networks info
de: Sie können uns auch auf Facebook (<a href='https://www.facebook.com/keiken.webapp'>keiken.webapp</a>) oder auf Google+ (<a href='https://plus.google.com/111238553236963807299'>Keiken</a>) besuchen.

source: Contact Form
de: Kontaktformular

source: SUBJECT
de: Betreff

source: MESSAGE
de: Nachricht

source: MANDATORY_FIELDS_NOTE
de: * Diese Felder sind Pflichtfelder.

source: Urheberrecht bei internen Inhalten
de: Urheberrecht der Entwickler der Website

source: Urheberrecht bei internen Inhalten list-item-1
de: Die Entwickler der Website sind die Mitglieder des Teams, welches für die Erstellung der Website verantwortlich ist. Ihre Namen sind im Impressum aufgeführt.

source: Urheberrecht bei internen Inhalten list-item-3
de: Alle Inhalte die von der Entwicklern der Website veröffentlicht werden, genauso wie der von ihnen kreierte JavaScript und Python Code sind durch das deutsche Urheberrecht geschützt.

source: Urheberrecht bei internen Inhalten list-item-4
de: Vervielfachung, Verteilung und jedwede andere Nutzung die gegen das Urheberrecht verstößt, benötigt eine schriftliche Erlaubnis des jeweiligen Autors.

source: Urheberrecht der Nutzer list-item-1
de: Inhalte die von Nutzern der Website geschaffen und veröffentlicht werden, können aus Bildern und Texten als Titel, Beschreibung und Kommentaren bestehen.

source: Urheberrecht der Nutzer list-item-2
de: Solche Inhalte sind durch das Urheberrecht geschützt.

source: Urheberrecht der Nutzer list-item-3
de: Vervielfachung, Verteilung und jedwede andere Nutzung die gegen das Urheberrecht verstößt, benötigt eine schriftliche Erlaubnis des jeweiligen Autors.

source: Urheberrecht Dritter list-item-1
de: Code und Inhalte die auf dieser Website veröffentlicht bzw. genutzt werden und weder von den Entwicklern noch von Nutzern erstellt wurde sind Inhalte Dritter.

source: Urheberrecht Dritter list-item-2
de: Inhalte Dritter müssen als solche gekennzeichnet werden.

source: Urheberrecht Dritter list-item-3
de: Inhalte Dritter sind durch das Urheberrecht geschützt.

source: Urheberrecht Dritter list-item-4
de: Die Urheberrechts-Informationen von veröffentlichten oder genutzten Inhalten Dritter müssen nahe beim Inhalt platziert sein.

source: Urheberrecht Dritter list-item-5
de: Vervielfachung, Verteilung und jedwede andere Nutzung die gegen das Urheberrecht verstößt, benötigt eine schriftliche Erlaubnis des jeweiligen Autors.

source: Introduction
de: Einführung

source: KEIKEN_BEFORE
de: Bevor wir KEIKEN entwickelt haben, hatten wir Schwierigkeiten unsere Auslandserfahrungen anderen nahe zu bringen.

source: KEIKEN_ALTERNATIVE_EMAIL
de: Sie können ihre Photos und die Beschreibung per Email verschicken, aber es ist schwierig das passende Bild zur Beschreibung zu finden.

source: KEIKEN_ALTERNATIVE_PRESENTATION
de: Sie können eine Presentation geben, wenn Sie zurückkommen. Das ist mit Sicherheit die allerbeste Möglichkeit, allerdings erreicht man damit nur einen kleinen Kreis.

source: KEIKEN_ALTERNATIVE_NETWORK
de: Sie können die Photos in das soziale Netzwerk ihrer Wahl hochladen, aber dadurch werden oft Leute (zB. Großeltern) ausgeschlossen.

source: KEIKEN_REASONS
de: Darum haben wir uns entschlossen KEIKEN zu starten. Wir hoffen Ihnen die Möglichkeit zu bieten, ihre Erfahrungen mit allen Freunden & Verwandten jederzeit teilen zu können.

source: KEIKEN_PRESENTATION_MEANING
de: Der Name KEIKEN kommt aus dem Japanischen und bedeutet so viel wie 'erfahren' oder 'Erfahrung'. Die Idee dahinter ist die Reisen und Erlebnisse eines anderen mit Hilfe der Bilder, Beschreibungen und der Karte ein Stück weit 'mit zu erfahren'.

source: KEIKEN_PRESENTATION_NOT
de: Als (digitales) Fotoalbum soll KEIKEN die Bilder und Geschichten Ihrer Reisen auf angenehme und kreative Art und Weise all jenen präsentieren, mit denen Sie diese teilen wollen. Diesem Anspruch lassen sich zwei zentrale Punkte entnehmen:

source: KEIKEN_PRESENTATION_BUT_1
de: Als (digitales) Fotoalbum soll KEIKEN die Bilder und Geschichten Ihrer Reisen auf angenehme und kreative Art und Weise all jenen präsentieren, mit denen Sie diese teilen wollen. Diesem Anspruch lassen sich zwei zentrale Punkte entnehmen:

source: KEIKEN_PRESENTATION_BUT_2
de: (1) Alle Bilder müssen geordnet und mit Namen versehen werden. Darum sind Titel bei KEIKEN verpflichtend und Ihre Alben werden in Plätze unterteilt, die an bestimmte Punkte auf der Karte gebunden sind.

source: KEIKEN_PRESENTATION_BUT_3
de: (2) Alle Alben, die Sie teilen wollen müssen einfach zugänglich sein. Anders als bei vielen anderen Websites und Diensten müssen Sie nicht bei KEIKEN registriert sein um ein Album anschauen zu dürfen. Sie brauchen lediglich eine Internetverbindung, den Link zum Album und das Password, welches Ihnen der Autor des Albums geben muss.

source: KEIKEN_PRESENTATION_STRUCTURE_1
de: Zurück zum Design von KEIKEN. Wie schon erwähnt werden Alben in Plätze unterteilt. Diese wiederum enthalten dann die Photos. Diese Struktur soll Ihnen dabei helfen, eine Übersicht über Ihre Erlebnisse zu bekommen und es soll Ihren Bekannten helfen, Ihre Abenteuer selbst zu erkunden.

source: KEIKEN_PRESENTATION_STRUCTURE_2
de: Nun ist aber jedes Abenteuer und jede Reise anders; darum haben Alben und Plätze keine Begrenzungen hinsichtlich der Größe. Ein Album kann also eine ganze Weltreise beinhalten und jeder Platz symbolisiert ein ganzes Land. Ein anderes Album kann eine Städtereise präsentieren, in dem jeder Platz eine Sehenswürdigkeit ist.

source: KEIKEN_PRESENTATION_STRUCTURE_3
de: Und die Fotos? Naja Fotos sind Fotos. Sie werden nicht mehr groß strukturiert, zu beachten ist, dass auch Fotos Titel haben, die angegeben werden müssen. KEIKEN nimmt dabei nicht die Bildnamen, die Sie auf Ihrem Computer sehen, sondern fordert Sie dazu auf selber einen Namen einzugeben und wir sind zuversichtlich, dass Ihnen schönere und aussagekräftigere Namen als IMG_20122708_2014.jpg einfallen. ;)

source: KEIKEN_PRESENTATION_STRUCTURE_4
de: Stellen Sie sich Ihr KEIKEN als ein Fotoalbum vor, in das man ein gutes Stück Zeit investiert, um es anschaulich zu gestalten; genauso wie die Fotoalben, die wir immer mit unseren Eltern anschauen mussten, als wir noch Kinder waren.

source: General
de: Allgemeines

source: Albumview
de: Albumsansicht

source: Webspace
de: Speicherplatz

source: Contact
de: Kontakt

source: Sharing &amp; Security
de: Sicherheit beim Teilen

source: TUTORIAL_WEBSPACE
de: Momentan begrenzen wir den Speicherplatz auf 350Mb pro Nutzer. Das Erstellen von Alben und Plätzen ist dabei quasi gratis, da diese beinahe keinen Speicherplatz verbrauchen. Dadurch stehen Ihnen die 350Mb komplett für Bilder zur Verfügung. Je geringer die Qualität ihrer Fotos ist, desto mehr können Sie hochladen. Bedenken Sie, dass die meisten Kameras heutzutage Bilder in Größen ermöglichen, die auf Bildschirmen gar nicht darzustellen sind. 8MP (=MegaPixel, -> 3264 x 2448) sind vollkommen ausreichend. Sie könnten sich also überlegen, Ihre 12MP oder 14MP auf diese Größe runterzuskalieren. Ausserdem verbrauchen verschiedene Formate verschieden viel Speicherplatz. *.JPG (oder *.JPEG) komprimiert Fotos recht effektiv und ist daher ideal für das Internet. Die meisten Kameras speichern Fotos bereits im jpeg-Format; Sie können sich aber nochmals versichern, indem Sie die Dateiendung prüfen. Wir bieten in diesem Moment keine Erweiterungen des Speicherplatz an, sollten Sie jedoch doch mehr Platz brauchen schreiben Sie uns doch eine Email und wir werden versuchen Ihnen dabei zu helfen, den Speicherplatz besser auszunutzen, oder vielleicht doch überlegen Speicherplatzerweiterungen zu ermöglichen.

source: TUTORIAL_COOKIES
de: Wir nutzen verschiedene Cookies, um die Sitzung zu authentizieren und Informationen über den bereits genutzten Speicherplatz, sowie darüber, welche Fotos bereits angesehen wurden bereitzustellen. Bitte aktivieren Sie Cookies in Ihren Browsereinstellungen, um KEIKEN in vollem Umfang nutzen zu können.

source: TUTORIAL_CONTACT
de: Wenn Sie Fragen oder Ideen haben, zögern Sie nicht <a href='/contact' title='Zum Kontaktformular'>uns zu kontaktieren</a>. Wir versuchen alle Nachrichten möglichst schnell zu beantworten. Da dieses Projekt jedoch mehr ein Hobby ist und wir alle Vollzeit-Studenten sind, kann es doch manchmal ein oder zwei Tage dauern. Wir bitten um Ihr Verständnis und hoffen, dass es keine allzu großen Umstände bereitet.

source: TUTORIAL_SHARESECURITY
de: Jedes Album ist mit einem Passwort geschützt, welches Sie vor dem ersten Teilen festlegen müssen. Damit jemand also Ihr Album ansehen, kann braucht er die URL (=Adresse) ihres Albums und das entsprechende Passwort. Wir können aber natürlich nicht kontrollieren, was Sie mit diesen beiden Informationen machen bzw. wie und wo Sie diese teilen. Bitte bedenken Sie also, dass Informationen, die ohne Sichtbarkeits-Restriktionen auf öffentlich zugänglichen Seiten wie Blogs oder ihrem Facebook-Profil gepostet werden, vielen Leuten zugänglich sind, welche dann auch alle Zugriff auf Ihr Album haben. Auch wenn Besucher ihres Albums nichts ändern können, wollen Sie wahrscheinlich nicht jedes Ihrer Erlebnisse mit jedem auf ihrer 'Freundschafts'-liste teilen. Sollte Ihr Passwort in die falschen Hände geraten, können Sie dem Album ein neues Passwort bestimmen, in dem Sie den 'Teilen'-Dialog öffnen und ein neues Passwort abschicken. Sollten Sie Hilfe benötigen, zögern Sie nicht <a href='/contact' title='Zum Kontaktformular'>uns zu kontaktieren</a>.

source: What is this?
de: Was ist das?

source: Meaning of Colors
de: Bedeutung der Farben

source: Insert
de: Einfügen

source: Update
de: Ändern

source: Delete
de: Löschen

source: Share
de: Teilen

source: Open
de: Öffnen

source: TUTORIAL_ALBUMS_EXPLANATION
de: Bevor Sie Fotos hochladen und zu Plätzen hinzufügen können, müssen Sie ein Album erstellen. Alben sind an die Karte gebunden und repräsentieren damit bestimmte Koordinaten. Jedes Album kann eine unbegrenzte Anzahl an Plätzen und Photos enthalten(; diese müssen nicht am selben Ort auf der Karte, wie das Album, sein). Im Dashboard können Sie alle Ihre Alben, sehen und mit einem Doppelklick auf den Marker eines Albums öffnen Sie die Albumsansicht des zugehörigen Albums. Genau wie für alle anderen Objekte bei KEIKEN ist der Titel obligatorisch, die Beschreibung eines Albums ist optional; es mag jedoch hilfreich für Gäste sein, wenn sie das Album und die Erfahrungen, die das Album darstellt, mit ein paar Worten beschreiben.

source: Color
de: Farbe

source: Meaning
de: Bedeutung

source: Green
de: Grün

source: TUTORIAL_MARKER_MEANING_GREEN
de: Platz oder Album ist nicht ausgewählt oder geöffnet. Es wurden noch nicht alle Bilder angesehen.

source: Yellow
de: Gelb

source: TUTORIAL_MARKER_MEANING_YELLOW
de: Platz oder Album ist aktuell ausgewählt. Seine Beschreibung ist auf der rechten Seite geöffnet.

source: Gray
de: Grau

source: TUTORIAL_MARKER_MEANING_GRAY
de: Platz oder Album ist deaktiviert. Sollte momentan nichts geladen werden und kein Dialog offen sein, nehmen Sie bitte mit dem Support Kontakt auf.

source: TUTORIAL_INSERT_PA
de: Sie können ein Album oder einen Platz einfügen, in dem Sie auf die Karte klicken. Ein Dialog wird Sie durch den Rest des Einfüge-Prozesses leiten. Das Album wird an die Koordinaten gebunden, auf die Sie geklickt haben und durch einen Marker an diesem Punkt angezeigt.

source: TUTORIAL_UPDATE_PPA
de: Sie können Titel und Beschreibung von Album/Platz und Photo nachträglich ändern, in dem Sie den 'Ändern'-Dialog nutzen. Um diesen aufzurufen, müssen Sie mit der Maus über den entsprechenden Marker oder das entsprechende Bild in der Galerie bewegen. Dabei öffnet sich ein kleines Fenster in dem sie auswählen können, ob Sie das Objekt löschen oder verändern wollen.
