Repository: fvclaus/photomap
Catalog: photomap/locale/*/LC_MESSAGES/djangojs.po
Languages: de

# GET_ALBUM_ERROR
source: The following error occurred while loading the album:
de: Beim Laden des Albums trat folgender Fehler auf:

# NETWORK_ERROR
source: A network error occurred. Please try again later.
de: Ein Netzwerkfehler ist aufgetreten. Bitte probieren Sie es zu einem späteren Zeitpunkt nochmal.

source: Yes
de: Ja

source: No
de: Nein

source: Save
de: Speichern

# GALLERY_NO_PLACE_SELECTED
source: To start the gallery, please select a place in the map above, by double-clicking on the marker. You'll be able to view all photos of selected place then. <strong>If there is no place yet, follow the instructions given in the map.</strong>
de: Um die Galerie zu starten öffnen Sie bitte einen Platz, indem Sie auf einen Marker in der Karte oberhalb der Galerie klicken. Sie können dann alle Bilder dieses Platzes ansehen.

# GALLERY_NO_PHOTOS_ADMIN
source: To add a photo to the current place you can either drop the photo into the browser window, click on an empty tile or use the <img style='max-width: 15px; height: auto;' src='/static/images/add.png' alt='Camera Record-' /> button on the right side of the gallery.
de: Sie können neue Photos zum aktuell geöffneten Platz hinzufügen, indem Sie diese einfach in das Browserfenster ziehen, auf eine leere Kachel klicken oder den <img style='max-width: 15px; height: auto;' src='/static/images/add.png' alt='Camera Record-' /> auf der rechten Seite der Galerie nutzen.

# GALLERY_NO_PHOTOS_GUEST
source: Oh no, this place has no photos! Maybe the owner of the album forgot to add some? ;)
de: Huch, dieser Platz hat keine Fotos. Vielleicht hat der Besitzer des Albums vergessen, welche hochzuladen? ;)

# MAP_NO_PLACES_ADMIN
source: Uups, you have no places yet! To add places to the opened album move the map to the coordinates where you want to insert a place. Then click at the chosen point and follow the instructions in the dialog. Afterwards you can add photos to this place, check the gallery below for informations on how to do that.
de: Uups, dieses Album hat noch keine Plätze. Sie können neue Plätze hinzufügen, indem Sie die Karte zu den Koordinaten bewegen, bei denen Sie einen Platz einfügen wollen. Dann klicken auf die gewünschte Stelle und folgen den Anweisungen im sich öffnenden Dialog. Sobald der neue Platz eingefügt wurde, können Sie Fotos hinzufügen. Beachten Sie dafür die Tipps in der Galerie unter der Karte.

# MAP_NO_PLACES_GUEST
source: Oh dear! The owner shared this album with you, but didn't add any places or photos. Would you be so kind and remind him or her that an photoalbum without photos is quite boring to look at?
de: Oh weh! Da hat der Besitzer dieses Album mit dir geteilt und völlig vergessen, irgendwelche Plätze und Fotos hochzuladen. Wärst du so nett und sagst ihm oder ihr, dass ein Photoalbum ohne Fotos ein bisschen langweilig anzuschauen ist?

# MAP_NO_ALBUMS
source: <p> Hi there! I sense you must be new to KEIKEN since you have no albums, yet. Therefor you might appreciate a quick introduction to you newly created photoalbum! </p><p> I'll start by explaining the page as you see it right now. There is a header with the KEIKEN-Logo and the page-title (which is the album-name in the Albumview). You can click on the logo to return to the dashboard, when you are logged in. At the very bottom of the page there is a footer with quite a lot of links pointing to more or less interesting pages. Naturally the KEIKEN-Team would appreciate it, if you take a look at the <a href='/payment'>donation page</a>. ;) Besides those links there is your user-menu (left side). You can use it to logout or change your settings. </p><p> Between header and footer is the most important part of the page. Since this is your Dashboard you have a big map on which you can view all your albums and add as many new ones as you like. Once you add an album by clicking on the coordinates you want to connect your album with or doubleclick on an existing album you will get redirected to its Albumview. There you can add places, and photos and view all your pictures and descriptions in a gallery, a slideshow or in fullscreen! <br /> If you want to edit albums (or places and photos for that matter) move your mouse over the marker/thumbnail and choose whether you want to edit or delete the album. </p><p> Once you have an album with places and pictures you can share it with others. For that select 'Share' in the control panel of the album (mouseover! ;) ) and follow the instructions given in the dialog. If you share it <strong>for the first time</strong> you need to define a password. Then give the url and the password to your friends and family so that they can view your work! </p><p> Well I don't want to bore you with talking too much - I'm sure you are eager to try KEIKEN yourself and show all your friends and family the experiences you made. Enjoy and don't hesitate to ask if there are any problems! </p><p> For more information on KEIKEN and a short tutorial/FAQ check our <a href='/help'>help page</a> or <a href='/contact'>contact the KEIKEN-Team</a>. </p><p style='font-size: 0.7em'> You can close this message by clicking on it. It'll automatically open again once you move your mouse out of the map (onto header or footer). </p>
de: <p> Hallo du! Willkommen zu deinem eigenen Photoalbum! Ich habe das Gefühl, dass du neu hier bist, da du ja noch gar keine Alben hast. Darum würde ich dir gerne eine kleine Einführung geben! Hoffentlich stört es dich nicht, dass ich dich duze - so ein Photoalbum ist ja schließlich was persönliches -, falls doch melde dich bitte beim KEIKEN-Team. </p><p> Ich fange einfach mal damit an dir zu erklären, was du hier so alles gerade sehen kannst. Im Kopf der Seite findest du das KEIKEN-Logo und den aktuellen Seitennamen (in der Albumsansicht entspricht er dem Albumsnamen!). Ganz unten auf der Seite siehst du den Footer mit ganz vielen Links, die dich zu mehr oder weniger interessanten Seiten führen. Natürlich würde es das KEIKEN-Team sehr freuen, wenn du der <a href='/payment'>Spenden Seite</a> einen Besuch abstatten würdest. Links neben den Links findest du das Nutzermenü, hier kannst du dich ausloggen und deine Einstellungen ändern. </p><p> Zwischen Kopf und Fuß der Seite ist der wichtigste Teil von KEIKEN. Weil du dich gerade im Dashboard befindest, siehst du eine große Karte auf der du alle deine Alben findest und viele neue hinzufügen kannst. Sobald du ein Album hinzugefügt hast (Klicke dafür auf die gewünschte Stelle in der Karte) oder doppelt auf ein existierendes Album klickst, wirst du auf die Albumsansicht desselben weitergeleitet. Dort kannst du Plätze und Photos hinzufügen und alle deiner Bilder un Beschreibungen in der Galerie, der Slideshow oder sogar im Vollbild ansehen. <br />Wenn du ein Album ändern oder löschen willst (oder auch einen Platz oder ein Photo) bewege deine Maus über den entsprechenden Marker (oder das Bild) und wähle 'Löschen' oder 'Editieren' in dem kleinen Control-Panel. </p><p> Wenn du dann ein Album mit Plätzen und Bildern hast, kannst du es mit anderen teilen. Dafür musst du in dem eben erwähnten Control-Panel 'Teilen' auswählen und dann den Anweisungen im sich öffnenden Dialog folgen. Beim <strong>ersten mal</strong> musst du dem Album ein Passwort zuweisen. Danach kannst du deinen Freunden und Bekannten die Adresse und das Passwort des Albums geben, damit diese deine Arbeit bewundern können. </p><p> Ok, ich will nicht mehr lange mit meinem Gerede aufhalten - ich bin sicher du willst KEIKEN selbst ausprobieren und all deinen Freunden und deiner Familie deine Erfahrungen zeigen. Viel Spaß und zögere nicht zu fragen, wenn es Probleme gibt! </p><p> Für weitere information zu KEIKEN und einem kleinen Tutorial/FAQ besuche doch unsere <a href='/help'>Hilfe-Seite</a> oder <a href='/contact'>schreibe dem KEIKEN-Team</a>. </p><p style='font-size: 0.7em'> Du kannst diese Meldung schließen, indem du darauf klickst. Sie wird sich automatisch wieder öffnen solltest du die Maus aus der Karte heraus bewegen (auf den Kopf oder Fuß der Seite). </p>

# TOO_MANY_PHOTOS
source: Please only select one photo at a time.
de: Bitte wählen Sie nur ein Photo auf einmal aus.

# EXTENSION_NOT_SUPPORTED
source: Currently there is support for only JPEG and PNG photos.
de: Dieses Format wird leider nicht unterstützt. Bitte wählen Sie ein JPEG oder PNG Photos aus.

# UIPHOTOEDITOR_ROTATION_DISABLED
source: No rotation possible, after the photo was modified.
de: Keine Rotation mehr möglich, nachdem das Photo bearbeitet wurde.

# SLIDESHOW_NO_PHOTOS
source: To view pictures in the slideshow, click on a thumbnail in the gallery below the map or use the navigation-buttons at the side of the slideshow. When you click on the current photo in the slideshow, a fullscreen-view of the photo will open.
de: Um Bilder in der Slideshow anzusehen, klicken Sie auf das gewünschte Bild in der Galerie unter der Karte, oder nutzen Sie die Navigationstasten links und rechts der Slideshow. Wenn Sie auf das aktuelle Bild in der Slideshow klicken, öffnet sich die Fullscreen-Ansicht des Bildes.
